Repository: Vergir/UniversityHomework
Catalog: BookCatalogue/lab3Client/lab3Client/Properties/Resources.*.resx
Languages: ru_ru

# About0
source: DeWitt, Book Observer v0.5
ru_ru: DeWitt, Книжный Каталог v0.5

# About1
source: Front-End: WPF; Back-End: C#;
ru_ru: Интерфейс: WPF; Логика: C#;

# About2
source: 1121,Popov Daniil
ru_ru: 1121, Попов Даниил

# About3
source: ITMO University
ru_ru: Университет ИТМО

# AboutTitle
source: About Program
ru_ru: О Программе

# Add_ErrorInfo
source: Book can't have empty fields!
ru_ru: Присутствуют пустые поля!

# Add_ErrorISBN
source: ISBN must be a 13-digit number
ru_ru: ISBN должен быть 13-значным числом

# Add_ErrorWriteTime
source: Please insert correct WriteTime (YYYY)
ru_ru: Вставьте корректный Год Выхода (ГГГГ)

# Add_Title
source: Add Book
ru_ru: Добавление книги

# ButtonCancel
source: Cancel
ru_ru: Отмена

# ButtonOK
source: OK
ru_ru: ОК

# CountLabel
source: Books
ru_ru: Книг

# CS_Host
source: Host
ru_ru: Адрес

# CS_Port
source: Port
ru_ru: Порт

# CS_Title
source: Choose a Server
ru_ru: Выбор сервера

# FieldAuthor
source: Author
ru_ru: Автор

# FieldGenre
source: Genre
ru_ru: Жанр

# FieldName
source: Name
ru_ru: Имя

# FieldSynopsis
source: Synopsis
ru_ru: Описание

# FieldWriteTime
source: WriteTime
ru_ru: Год выхода

# FilterLabel
source: Filter:
ru_ru: Фильтр:

# FilterLabelWordsX1
source: Book Name has
ru_ru: В названии

# FilterLabelWordsX2
source: words
ru_ru: слов

# Filter_ISBN_N
source: Book's ISBN is lesser than X...
ru_ru: ISBN Книги меньше Х

# Filter_ISBN_P
source: Book's ISBN is more than X...
ru_ru: ISBN Книги больше Х

# Filter_NoFilter
source: No Filter
ru_ru: Без Фильтра

# Filter_Title
source: Filter
ru_ru: Фильтр

# Filter_Words
source: Book has X words...
ru_ru: В имени книги Х слов

# Filter_WrongInput
source: Please Check your Input - It is not a valid number
ru_ru: Введенный текст не является числом

# Filter_WT_N
source: Book written earlier than X...
ru_ru: Книга написана раньше Х

# Filter_WT_P
source: Book written later than X...
ru_ru: Книга написана позже Х

# FS_Title
source: Fields Search
ru_ru: Поиск по полю

# FS_WhatToSearch
source: What to Search?
ru_ru: Что будем искать?

# FS_WrongInput
source: You didn't specify what to search
ru_ru: Вы не указали, что хотите найти

# KeywordsHover
source: Keywords:
ru_ru: Ключевые слова:

# KS_Desc
source: Insert keywords, separating them with ';' symbol
ru_ru: Вставьте ключевые слова, разделяя их символом ';'

# KS_Title
source: Keywords Search
ru_ru: Поиск по ключевым словам

# MenuButtonAbout
source: About Program
ru_ru: О программе

# MenuButtonAdd
source: Add Book
ru_ru: Добавить Книгу

# MenuButtonFieldsSearch
source: Fields Search
ru_ru: Поиск по полям

# MenuButtonFilter
source: Filter
ru_ru: Фильтр

# MenuButtonFilterStop
source: Clear Filter
ru_ru: Очистить Фильтр

# MenuButtonKeywordsSearch
source: Keywords Search
ru_ru: Поиск по кл. словам

# MenuButtonMail
source: Mail Developer
ru_ru: Написать Разработчику

# MenuButtonRefresh
source: Refresh Catalogue
ru_ru: Обновить Каталог

# MenuButtonRemove
source: Remove Book
ru_ru: Удалить Книгу

# MenuButtonSearchStop
source: Clear Search
ru_ru: Очистить Поиск

# MenuButtonServer
source: Change Server
ru_ru: Сменить Сервер

# MenuButtonSkins
source: Skins
ru_ru: Внешний вид

# MenuTabMisc
source: MISC
ru_ru: ПРОЧЕЕ

# MenuTabSearch
source: SEARCH / FILTER
ru_ru: ПОИСК / ФИЛЬТР

# NoConnection
source: Could not reach server. Please check your connection or server status.
ru_ru: Не удалось подключиться к серверу. Проверьте соединение.

# RemoveConfirm
source: Are you sure you want to delete this book: "
ru_ru: Вы уверены, что хотите удалить эту книгу: "

# RemoveConfirmTitle
source: Remove Confirmation
ru_ru: Подтверждение удаления

# RemoveNoSelect
source: You didn't select a book to Remove
ru_ru: Вы не выбрали, какую книгу хотите удалить

# SearchKW
source: Keywords (Hover To View)
ru_ru: Кл. Слова (просмотр при наведении)

# SearchLabel
source: Search:
ru_ru: Поиск:

# SearchLabelInc
source: includes
ru_ru: включает

# SortLabel
source: Sort:
ru_ru: Сортировка:

# Sort_Down
source: Descending
ru_ru: Убывающая

# Sort_Up
source: Ascending
ru_ru: Возрастающая
